Repository: bjprodby-svg/gosyuin
Catalog: GosyuinMap/Localizable.xcstrings
Source language: en
Languages: ja

source: Cancel Worship
ja: 参拝を中止

source: Close
ja: 閉じる

source: Collect
ja: 収集

source: Collect Stamp
ja: 御朱印を収集

source: Collected
ja: 収集済み

source: Collected on
ja: 収集日

source: Drawing and reading sacred fortunes
ja: おみくじの種類と正しい作法

source: Explore
ja: 探索

source: Explore more shrines to discover this stamp
ja: もっと神社を探索してこのスタンプを発見しましょう

source: From torii gate to bow-clap-bow ritual
ja: 鳥居のくぐり方から二礼二拍手一礼まで

source: Gosyuin Stamps
ja: 御朱印のいただき方

source: How to purify at the water pavilion
ja: 手水舎での正しい清め方

source: How to receive shrine stamps
ja: 御朱印帳の準備から受け方まで

source: Hybrid
ja: ハイブリッド

source: Learn
ja: 学ぶ

source: Map
ja: マップ

source: Not discovered yet
ja: まだ発見されていません

source: Omikuji Fortune
ja: おみくじの引き方

source: Progress
ja: 進捗

source: Satellite
ja: 衛星

source: Search shrine
ja: 神社を探す

source: Search shrines
ja: 神社を検索

source: Shrine Detail
ja: 神社詳細

source: Shrine Etiquette Guide
ja: 参拝マナーガイド

source: Shrine Guide
ja: 参拝ガイド

source: Stamp Book
ja: 御朱印帳

source: Standard
ja: 標準

source: Start Worship
ja: 参拝を開始

source: Temizu Purification
ja: 手水の作法

source: This stamp has not been collected yet
ja: この御朱印はまだ収集されていません

source: View on Map
ja: 地図で見る

source: Worship Etiquette
ja: 参拝の作法
